[
    {
        "name": "BTS T-shirt",
        "price": "50 DH",
        "description": "This stylish and comfortable T-shirt features the iconic BTS logo on the front. Made from premium quality cotton, it's perfect for any BTS fan.",
        "image": "images/product1.png"
    },
    {
        "name": "Graphic Design Book",
        "price": "100 DH",
        "description": "Discover the principles and techniques of graphic design with this comprehensive book. From typography to color theory, this guide covers it all.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Poster",
        "price": "30 DH",
        "description": "Brighten up your room with this colorful BTS poster. Featuring stunning artwork and vibrant colors, it's a must-have for any BTS enthusiast.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Stickers",
        "price": "15 DH",
        "description": "Decorate your belongings with these adorable BTS stickers. From cute cartoon characters to iconic logos, this set has it all.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Mug",
        "price": "20 DH",
        "description": "Start your day with your favorite BTS mug. Made from durable ceramic and featuring a sleek design, it's perfect for enjoying your morning coffee or tea.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Hoodie",
        "price": "80 DH",
        "description": "Stay cozy and stylish with this BTS-themed hoodie. Made from soft and warm fabric, it's ideal for chilly days and casual outings.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Phone Case",
        "price": "10 DH",
        "description": "Protect your phone in style with this BTS-inspired phone case. Made from high-quality materials, it provides excellent protection against scratches and drops.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Backpack",
        "price": "60 DH",
        "description": "Carry your essentials in style with this BTS backpack. With multiple compartments and a sleek design, it's perfect for school, work, or travel.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Pillow",
        "price": "25 DH",
        "description": "Add a touch of BTS to your home decor with this cozy pillow. Made from soft and plush fabric, it's perfect for snuggling up while watching your favorite BTS videos.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Keychain",
        "price": "8 DH",
        "description": "Keep your keys organized with this stylish BTS keychain. Featuring a sleek design and durable materials, it's a practical accessory for any fan.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Notebook",
        "price": "12 DH",
        "description": "Take notes in style with this BTS-themed notebook. With lined pages and a vibrant cover, it's perfect for school, work, or personal journaling.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Cap",
        "price": "35 DH",
        "description": "Stay cool and stylish with this BTS cap. Made from high-quality materials, it's perfect for outdoor activities and everyday wear.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Water Bottle",
        "price": "18 DH",
        "description": "Stay hydrated with this sleek BTS water bottle. Made from BPA-free materials, it features a leak-proof design and a stylish BTS logo.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Calendar",
        "price": "20 DH",
        "description": "Keep track of important dates with this BTS calendar. Featuring stunning photos of the band, it's a perfect addition to any fan's collection.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Blanket",
        "price": "70 DH",
        "description": "Stay warm and cozy with this BTS blanket. Made from soft and plush fabric, it's perfect for snuggling up on the couch or adding an extra layer of warmth to your bed.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Bracelet",
        "price": "15 DH",
        "description": "Accessorize with this stylish BTS bracelet. Featuring a sleek design and durable materials, it's a great way to show off your love for the band.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Socks",
        "price": "10 DH",
        "description": "Keep your feet comfortable with these BTS-themed socks. Made from high-quality materials, they feature fun designs and are perfect for everyday wear.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Lanyard",
        "price": "10 DH",
        "description": "Keep your ID or keys handy with this BTS lanyard. Featuring a durable design and vibrant colors, it's a practical accessory for any fan.",
        "image": "images/product1.png"
    },
    {
        "name": "BTS Earphones",
        "price": "25 DH",
        "description": "Listen to your favorite BTS tracks with these high-quality earphones. Featuring great sound quality and a comfortable fit, they're perfect for music on the go.",
        "image": "images/product1.png"
    }
]
